/* Main alert text */
"Q_HEADLINE_APP" = "Plik „%@” jest %@, który został %@. Czy na pewno chcesz go otworzyć?"; /* file name, application type (see Q_TYPE_*, below), origin phrase (see Q_ORIGIN_*, below). Example: “[GigaFun]” is [an application] [attached to a mail message]. Are you sure you want to open it? */
"Q_HEADLINE_APP_THAT_WAS" = "Plik „%@”, będący %@, został %@. Czy na pewno chcesz go otworzyć?"; /* file name, application type (see Q_TYPE_*, below), origin phrase (see Q_ORIGIN_*, below). Example: “[GigaFun]” is [an application] that was [attached to a mail message]. Are you sure you want to open it? */
"Q_HEADLINE_DOC_BINDING" = "Plik „%@” może być %@. Został %@ i będzie otwarty przez %@. Czy na pewno chcesz go otworzyć?"; /* file name, application type (see Q_TYPE_*, below), origin phrase (see Q_ORIGIN_*, below), app name. Example: “[Fun.html]” may be [an application]. It was [attached to a mail message] and will be opened by [GigaFun]. Are you sure you want to open it?*/
"Q_HEADLINE_MALWARE" = "„%@” uszkodzi komputer. Należy tę rzecz wyrzucić do Kosza."; /* file name. Example:  “[GigaFun]” will damage your computer. You should move it to the Trash. */

/* Origin phrases for the headline */
/* These phrases complete the sentence "This file was..." */
"Q_ORIGIN_INTERNET" = "pobrany z Internetu"; 
"Q_ORIGIN_WEB" = "pobrany z Internetu";
"Q_ORIGIN_MAIL" = "dołączony do wiadomości pocztowej";
"Q_ORIGIN_CHAT" = "dołączony do wiadomości czatu";
"Q_ORIGIN_CALENDAR" = "dołączony do zdarzenia kalendarza";
"Q_ORIGIN_MESSAGE" = "dołączony do wiadomości";

/* Detail text for malware */
"Q_DETAIL_MALWARE_NAME" = "Zawiera złośliwe oprogramowanie „%@”."; /* malware signature name */
"Q_HEADLINE_MALWARE_MOVE_ERROR" = "Nie udało się przenieść „%@” do Kosza."; /* name */
"Q_HEADLINE_MALWARE_EJECT_ERROR" = "Nie można wysunąć obrazu dysku „%@”."; /* name */
"Q_DETAIL_MALWARE_REMOVE_ERROR" = "To złośliwe oprogramowanie musi zostać usunięte ręcznie.";

/* Detail text for files */
"Q_DETAIL_DOWNLOAD_DATE" = "Ten %@ został pobrany %@."; /* "file" or "alias", date phrase */
"Q_DETAIL_DOWNLOAD_AGENT_DATE" = "Program %@ pobrał ten %@ %@."; /* application name, "file" or "alias", date phrase */
"Q_DETAIL_DOWNLOAD_AGENT_DATE_FROM" = "Program %@ pobrał ten %@ %@ z %@."; /* application name, "file" or "alias", date phrase, Internet domain name */
"Q_DETAIL_RECEIVED_AGENT_DATE" = "%@ uzyskał %@ %@."; /* application name, "file" or "alias", date phrase */
"Q_DETAIL_TYPE_FILE" = "plik";
"Q_DETAIL_TYPE_ALIAS" = "skrót";

/* Detail text for disk images */
"Q_DETAIL_ON_DMG" = "„%@” jest na obrazie dysku „%@”."; /* filename, filename */
"Q_DETAIL_ON_DMG_UNKNOWN" = "„%@” jest na obrazie dysku, którego nie można znaleźć."; /* filename */
"Q_DETAIL_DMG_DOWNLOAD_DATE" = "Ten obraz dysku został pobrany %@."; /* date phrase */
"Q_DETAIL_DMG_DOWNLOAD_AGENT_DATE" = "Program %@ pobrał ten obraz dysku %@."; /* application name, date phrase */
"Q_DETAIL_DMG_DOWNLOAD_AGENT_DATE_FROM" = "Program %@ pobrał ten obraz dysku %@ z %@."; /* application name, date phrase, Internet domain name */
"Q_DETAIL_DMG_RECEIVED_AGENT_DATE" = "%@ otrzymał ten obraz dysku %@."; /* application name, date phrase */

/* Detail text for network file systems */
"Q_DETAIL_ON_SERVER" = "„%@” jest na woluminie sieciowym."; /* filename */
"Q_DETAIL_ON_SERVER_NAME" = "„%@” jest na woluminie sieciowym „%@”."; /* filename, volume name */
"Q_DETAIL_SERVER_AGENT_DATE" = "Program %@ otworzył to połączenie %@."; /* application name, date phrase */

/* Date/time phrases used in detail text */
"Q_DATE_TODAY" = "dzisiaj o %@"; /* time */
"Q_DATE_YESTERDAY" = "wczoraj o %@"; /* time */
"Q_DATE_THIS_YEAR" = "%@"; /* date */
"Q_DATE_FULL" = "%@"; /* date */
"Q_DATE_UNKNOWN" = "o nieznanej dacie"; /* inserted into the date/time phrase slot when a date is not known (very rare) */

/* Checkbox titles */
"Q_DO_NOT_WARN" = "Nie ostrzegaj mnie, otwierając ten program."; /* (unused) */
"Q_DO_NOT_WARN_DMG" = "Nie ostrzegaj mnie więcej, otwierając programy z tego\nobrazu dysku.";
"Q_DO_NOT_WARN_SERVER" = "Nie ostrzegaj mnie więcej, otwierając programy z tego\nwoluminu sieciowego.";

/* Regular button titles */
"Q_BUTTON_OPEN" = "Otwórz";
"Q_BUTTON_CANCEL" = "Anuluj";
"Q_BUTTON_SHOW_WEB_PAGE" = "Pokaż witrynę";
"Q_BUTTON_SHOW_MAIL" = "Pokaż wiadomość";
"Q_BUTTON_SHOW_CHAT" = "Pokaż wiadomość";
"Q_BUTTON_SHOW_CALENDAR" = "Pokaż zdarzenie";
"Q_BUTTON_SHOW_DMG" = "Pokaż obraz dysku";
"Q_BUTTON_SHOW_APP" = "Pokaż program";
"Q_BUTTON_SHOW_SOURCE" = "Pokaż źródło";
"Q_BUTTON_EJECT_DMG" = "Wysuń obraz dysku";

/* Malware button titles */
"Q_BUTTON_MOVE_TO_TRASH" = "Przenieś do Kosza";

/* File kinds */
"Q_TYPE_APPLICATION" = "programem";
"Q_TYPE_SCRIPT_APPLICATION" = "skryptem (programem)";
"Q_TYPE_UNIX_APPLICATION" = "programem Unix";
"Q_TYPE_JAVA_APPLICATION" = "programem Java";
"Q_TYPE_WEB_APPLICATION" = "programem sieci www";
"Q_TYPE_QUARTZ_APPLICATION" = "programem Quartz Composer";
"Q_TYPE_WINDOWS_APPLICATION" = "programem Windows";
"Q_TYPE_ALIAS_VARIANT" = "skrótem %@"; /* application type, e.g. "a Unix application alias" */

/* Help */
"Q_HELP_ANCHOR" = "mh11389";
"Q_HELP_MALWARE_ANCHOR" = "mh27449";
